Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public virtual ElementId Current { get; }
  Visual Basic
Public Overridable ReadOnly Property Current As ElementId
	Get
  Visual C++
public:
virtual property ElementId^ Current {
	ElementId^ get ();
}
 Implements
  IEnumerator T Current
 See Also
  FilteredElementIdIterator Class
  Autodesk.Revit.DB Namespace